<?php
return [
    'version' => '1.0.0',
    'meta' => [
        'name' => 'Frames',
        'alias' => 'Фреймы',
        'description' => 'Управление фреймами. Фрейм - это основной шаблон отображения страницы. Здесь Вы можете назначить любой фрейм к любой странице, тем самым полностью изменив внешний вид сайта.',
    ],
    'author' => [
        'nick' => 'met-mw',
        'email' => 'met-mw@rambler.ru',
        'name' => 'Метрюк Михаил Владимирович'
    ],
    'dependencies' => [
        'Modules',
        'Structure'
    ]
];